Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wystarczyło zachować odrobinę ostrożności. To wszystko.
uk: Потрібно було лише трохи обережності. Ось і все.

source: Wystarczą mi najważniejsze fakty.
uk: Мені вистачить найважливіших фактів.

source: Wystawię ci odpowiednie dokumenty. Słowo Maga Ognia jest wiele warte u królewskich dostojników.
uk: Я видам вам відповідні документи. Слово Мага Вогню багато чого варте для королівських чиновників.

source: Wystraszona dziewczyna
uk: Налякана дівчина

source: Wystraszona uchodźczyni
uk: Налякана біженка

source: Wystrugaj wiosło
uk: Зробити весло

source: Wystąpiły pewne... trudności.
uk: Виникли деякі... труднощі.

source: Występuje ona pod dwiema postaciami. Magii Ognia, której uczą się wyłącznie kapłani Innosa, oraz Magii Światła, nazywanej również magią paladynów, której właśnie oni używać mogą.
uk: Вона представлена у двох формах. Магія Вогню, яку вивчають лише жерці Інноса, та Магія Світла, також відома як магія паладинів, яка доступна лише їм.

source: Wysuwasz je i głęboko nacinasz, aż do kości, po czym mocno szarpiesz. Większość wyrywa się razem ze ścięgnami, które obdzierasz. Nie będą ci potrzebne.
uk: Потрібно висунути їх і глибоко розрізати, аж до кістки, а потім сильно смикнути. Більшість з них витягнеться разом із сухожиллями, які потрібно зчистити. Вони нам не знадобляться.

source: Wysyłając was na poszukiwania, nie liczyłem na wiele więcej niż jakiś niewielki trop czy poszlakę.
uk: Відправляючи тебе на пошуки, я не розраховував на щось більше, ніж на якусь маленьку зачіпку чи підказку.

source: Wysyłamy naszych chłopców, nasze surowce i broń, by wspierać Króla, który nie ma za grosz rozumu! Pokłada zbyt wielką nadzieję w magach i rudzie, a nie w taktyce i prawdziwym wojsku.
uk: Ми відправляємо наших хлопців, наші ресурси і нашу зброю, щоб підтримати Короля, у якого зовсім немає мізків! Він покладає надто великі надії на магів і на руду, а не на тактику і справжню армію.

source: Wysyłasz ich do swojego konkurenta?
uk: Ти відправляєш їх до свого конкурента?

source: Wyszedł spod rąk najzdolniejszych cieśli Archolos, którzy wykonali go według nowego schematu.
uk: Він вийшов з рук найталановитіших теслярів Архолосу, які виготовили його за новими кресленнями.

source: Wyszedłem zwycięsko z pojedynku z Mortym.
uk: Я переміг у поєдинку з Мортом.

source: Wyszedłem zwycięsko z pojedynku z Rębaczem.
uk: Я переміг у поєдинку з Різником.

source: Wyszkol mnie.
uk: Навчи мене.

source: Wyszkoleni ludzie
uk: Спеціально навчені люди

source: Wyszkolę cię, jeśli przyniesiesz mi więcej złota.
uk: Я тренуватиму тебе, якщо ти принесеш мені більше золота.

source: Wyszkolę cię, jeśli więcej zapłacisz.
uk: Я навчу тебе, якщо заплатиш більше.

source: Wyszło na to, że go nie potrzebujemy więc chętnie oddamy ci go za kilka złotych monet.
uk: Виявилося, що нам він не потрібен, тож ми з радістю віддамо його за кілька золотих монет.

source: Wysłali wtedy najmądrzejszych z mądrych w cztery strony świata, aby ci przekazali ludziom nauki ścieżki ładu. A najgodniejsi z godnych otrzymali wówczas wiedzę o największym darze od Bogów, jakim jest magia.
uk: І послали вони наймудріших із мудрих у всі чотири сторони світу, щоб вони передали людям свої знання. І найдостойніші з найдостойніших тоді отримали знання про найбільший дар від Богів - магію.

source: Wysłaliśmy już chłopaka po medyka do miasta, bo ten cholerny Bodowin nie raczył ruszyć tyłka ze swojej pracowni. Nie pozostało nic innego jak czekać.
uk: Ми вже відправили хлопця до міста по лікаря, бо той клятий Бодовін не захотів поворушити сракою і вийти зі своєї майстерні. Залишається лише чекати.

source: Wysłannik Grayson jest bardzo skuteczny we wprowadzaniu królewskiego prawa w życie i pilnowaniu, by było ono przestrzegane.
uk: Посол Грейсон дуже ефективно впроваджує королівські закони на практиці і стежить за тим, щоб їх дотримувались.

source: Wysłannik Królewski Grayson
uk: Королівський посол Грейсон

source: Wysłannik chyba zamiast rozwiązywać problemy wyspy, powoduje kolejne. Na nikim już nie można polegać w tych czasach.
uk: Складається враження, що Посол створює більше проблем для острова замість того, щоб їх вирішувати. Зараз вже ні на кого не можна покластися.

source: Wysłannik ma problem z zakwaterowaniem Gwardzistów Królewskich.
uk: Посол має проблеми з розміщенням Королівських гвардійців.

source: Wysłannik mądrze robi chcąc pominąć Morrisa w tym wszystkim.
uk: Посол вчинив мудро, вирішивши не вплутувати Морріса в цю справу.

source: Wysłannik potrzebuje tutejszych do pomocy. Jego Gwardziści są w stanie zapewnić mu ochronę i utrzymać dyscyplinę w mieście, ale do zdobywania informacji musi mieć kogoś tutejszego.
uk: Посол потребує допомоги місцевих. Його гвардійці здатні забезпечити йому захист і підтримувати дисципліну в місті, але йому потрібен хтось із місцевих, щоб отримувати інформацію.

source: Wysłannik przebywa w ratuszu miejskim. Nie zawiedź mnie!
uk: Посол зупинився у міській ратуші. Не підведи мене!

source: Wysłannik? Nie gadaj!
uk: Посол? Не може бути!

source: Wysłać ludzi na przeszukanie prywatnego magazynu jednego z najbogatszych mieszkańców miasta, bez żadnych twardych dowodów?
uk: Вислати людей на обшук приватного складу одного з найбагатших мешканців міста без жодних вагомих доказів?

source: Wysłał mnie na poszukiwania swojego zaginionego kolegi. Znalazłem go martwego, ze zniszczoną siecią, na której zależało Limanowi. Naprawiłem ją... i tyle.
uk: Він відправив мене на пошуки свого зниклого колеги. Я знайшов його мертвим, з пошкодженою сіткою, яка була так потрібна Ліману. Я відновив її... і все.

source: Wysłał tam kogoś ze swoich kumpli, ale na pewno nie był to żaden strażnik. Dla niepoznaki dał mu pancerz jednego z naszych i kazał spotkać się z gościem o imieniu Antonio.
uk: Він послав туди когось зі своїх приятелів, але це точно був не вартовий. Для маскування він дав йому обладунки одного з наших і сказав, щоб той зустрівся з хлопцем на ім'я Антоніо.

source: Wysłałem do niego magicznego ognika, którego znaleźliśmy. Oświetli i wskaże mu drogę.
uk: Я послав йому Примарний вогник, який ми знайшли. Він освітить і покаже йому шлях.

source: Wysłałem go do Bermara i pozostałych ocalałych.
uk: Я відправив його до Бермара та інших вцілілих.

source: Wysłałem ostatnio młodzików po dostawę żywności z Farmy Bermara. Jak możesz się domyślić, coś poszło nie tak, bo ciągle nie wrócili.
uk: Нещодавно я відправив кілька молодиків доставити продукти з ферми Бермара. Як можеш здогадатися, щось пішло не так, оскільки вони досі не повернулися.

source: Wysłałem specjalny patrol na przeszukanie rzeczonego magazynu. Okazało się, że to miejsce jest od dawna opuszczone i zrujnowane.
uk: Я відправив спеціальний патруль на обшук згаданого складу. Виявилося, що це місце давно покинуте і зруйноване.

source: Wysłałem też kilku swoich zwiadowców by szukali osoby odpowiadającej wyglądem twojemu bratu. W tym momencie nie mogę dla ciebie zrobić niczego więcej.
uk: Я також відправив розвідників шукати особу, схожу на твого брата. Наразі я не можу зробити для тебе нічого більшого.

source: Wysłuchaj mnie dobra?
uk: Вислухай мене, добре?

source: Wysłuchajcie słów bożych, bo pragną oni, byście ich wysłuchali. Przestrzegajcie praw bożych, bo chcą oni, byście ich przestrzegali. Czcijcie kapłanów bożych, bo oni są wybrańcami łaski...
uk: Прислухайтесь до слів божих, бо вони прагнуть, щоб ви їх почули. Дотримуйтесь законів божих, бо вони прагнуть, щоб ви їх виконували. Шануйте служителів божих, бо вони є обранцями божої волі...

source: Wysłuchałem przemowy Winstana. Pora zameldować się u Rodericha.
uk: Я послухав промову Вінстана. Час доповісти Родеріху.

source: Wysłuchałem spokojnie co Bloodwyn miał do powiedzenia. Przesiałem prawdę od kłamstw i ostatecznie Bloodwyn otrzymał ode mnie bilet na ekscytującą wyprawę do Górniczej Doliny.
uk: Я спокійно вислухав те, що розповідав Бладвін. Я відсіяв правду від брехні, і зрештою він отримав від мене квиток на захоплюючу подорож до Гірничої Долини.

source: Wytrawne wino Ernesto
uk: Сухе вино Ернесто

source: Wytrych
uk: Відмичка

source: Wytrych się złamał.
uk: Відмичка зламалась.

source: Wytrzyma ten brzeg?
uk: Цей міст витримає?

source: Wytrzymam!
uk: Я витримаю!

source: Wytrzymam, oczywiście jeśli w końcu znajdziemy te wielkie skarby, o których była mowa. Inaczej cały ten stres będzie na nic.
uk: Я витримаю, звісно, якщо ми, нарешті, знайдемо ті величезні скарби, про які була мова. Інакше усі ці зусилля будуть марними.

source: Wytrzymała sieć
uk: Міцна рибальська сітка

source: Wytrzymałe włókno wykorzystywane do tworzenia
uk: Міцне волокно, потрібне для виготовлення

source: Wytwarzając proste mikstury, poznasz właściwości roślin oraz innych składników alchemicznych i oczywiście nauczysz się cierpliwości potrzebnej w tym fachu.
uk: Готуючи прості зілля, ти дізнаєшся про властивості рослин та інших алхімічних інгредієнтів і, звичайно ж, навчишся терпінню, необхідному в цьому ремеслі.

source: Wytwarzanie zwojów
uk: Виготовлення сувоїв

source: Wytworzono:
uk: Виготовлено:

source: Wytyczne dla tropicieli
uk: Вказівки для слідопитів

source: Wytyczne dla tropicieli nr 4, 5 i 6 (POTRZEBNE POTWIERDZENIE)
uk: Вказівки для слідопитів 4, 5 і 6 (ПОТРІБНЕ ПІДТВЕРДЖЕННЯ)

source: Wytłumaczysz mi, co tutaj się dzieje? Mieliśmy się ich pozbyć.
uk: Ви можете мені пояснити, що тут відбувається? Ми ж мали позбутися їх.

source: Wytłumaczysz w koszarach.
uk: Поясниш все у казармах.

source: Wytłumaczę ci wszystko dokładnie, gdy już będziesz gotowy.
uk: Я поясню тобі все детальніше, коли ти будеш готовий.

source: Wywalcie go do morza.
uk: Викиньте його в море.

source: Wywar grzybowy
uk: Грибний бульйон

source: Wywar ma wzmocnić zdolności osoby, która go wypije.
uk: Зілля має посилити здібності того, хто його вип'є.

source: Wywar powinien zacząć nabierać zielonego koloru. To znak, że należy położyć na płasko na powierzchni cieczy ziemny aloes.
uk: Відвар повинен позеленіти. Це знак, що потрібно на поверхню викласти земляне алое.

source: Wywar z całych ryb, razem z głowami.
uk: Відвар з цілих рибин, включаючи голови.

source: Wywar z grzybów i ziół
uk: Бульйон з грибами та травами

source: Wywar z niebieskiego bzu
uk: Відвар з синьої бузини

source: Wyważona glewia
uk: Збалансована глефа

source: Wyważona kolczasta pałka
uk: Збалансована колюча палиця

source: Wyważone ostrze
uk: Збалансований клинок

source: Wyznawali. Przynajmniej do przybycia Myrtańczyków. Nasz naród miał liczne wierzenia. Wierzono w siły natury, obecność duchów przodków, ale i w samego Adanosa.
uk: Так, сповідували. Принаймні до приходу міртанців. Наш народ мав багато вірувань. Вони вірили в сили природи, в присутність духів предків, але також і в самого Аданоса.

source: Wyznał ci to?
uk: Він зізнався?

source: Wyzywam cię na pojedynek!
uk: Я викликаю тебе на поєдинок!

source: Wyzywam cię na pojedynek. Chyba nie odmówisz sprania takiego słabeusza?
uk: Я викликаю тебе на поєдинок. Ти ж не відмовишся розправитись з таким слабаком, чи не так?

source: Wyzywałem go na pojedynek wiele razy, ale nigdy się nie pojawił... Może i lepiej?
uk: Я багато разів викликав його на поєдинок, але він жодного разу не прийшов... Може, це й на краще?

source: Wyłóż go trochę, a nauczę cię strzelania z łuku i pokażę, jak być zręczniejszym.
uk: За невелику плату я навчу тебе стріляти із лука і покажу, як стати більш спритним.

source: Wyłóż trochę złota, to chętnie cię tego nauczę.
uk: Заплати трохи золота, і я з радістю навчу тебе.

source: Wyłącznie sama prawda!
uk: Виключно правда!

source: Wyścigi chrząszczy, jakby dzień nie był wystarczająco nudny. Ale że Rodrigo lubi hazard, to postanowił wziąć udział w zakładach.
uk: Перегони м'ясних жуків. Ніби день і без того не був нудним. Але Родріго обожнює все азартне, тому він вирішив взяти участь у ставках.

source: Wyślij kogoś innego.
uk: Відправ когось іншого.

source: Wyślij ludzi, żeby przeszukali to miejsce. Potem się zobaczy...
uk: Вишли людей обшукати місце. А там подивимося...

source: Wyślę kilku zwiadowców w tamte okolice, na pewno sobie z tym poradzą.
uk: Я відправлю туди розвідників, впевнений, вони з цим впораються.

source: Wyśmienicie!
uk: Чудово!

source: Wyśmienicie! I jak zareagowali magowie?
uk: Чудово! І як відреагували маги?

source: Wyśmienicie! Na początek będę brał 2 skrzynki tygodniowo.
uk: Чудово! Для початку я братиму по 2 ящики на тиждень.

source: Wyśmienicie! Od dłuższego czasu mieliśmy problemy z podrabianymi dokumentami i zwolnieniami z więzienia.
uk: Чудово! У нас вже давно були проблеми з підробленими документами та звільненнями із в'язниці.

source: Wyśmienicie! Oto umowa do podpisania.
uk: Чудово! Ось контракт для підписання.

source: Wyśmienicie! W takim razie przejdźmy do rzeczy.
uk: Чудово! Тоді перейдемо до справи.

source: Wyśmienicie, natychmiast tam kogoś wyślę.
uk: Відмінно, я негайно відправлю туди когось.

source: Wyśmienicie. Te kilka sztuk złota powinno być odpowiednią nagrodą.
uk: Чудово. Ці кілька золотих повинні бути гідною винагородою.

source: Wyśmienita zbroja Rycerska
uk: Найкращий обладунок лицаря

source: Wyśmienita zbroja Straży Królewskiej
uk: Найкращий обладунок Королівської Гвардії

source: Wyśmienita zbroja kusznika straży
uk: Найкращий важкий обладунок вартового арбалетника

source: Wyśmienita zbroja szermierza Araxos
uk: Найкращий важкий обладунок мечника Араксосу

source: Wyśmienita zbroja szermierza straży
uk: Найкращий важкий обладунок вартового мечника

source: Wyśmienita zbroja z Vardhal
uk: Найкращий обладунок з Вардхалу

source: Wyśmienita zbroja z pancerzy krabów
uk: Найкращий обладунок з крабових панцирів

source: Wyśmienite ubranie strażnika
uk: Найкраще вбрання вартового

source: Wyśmienity ciężki pancerz Południowca
uk: Найкращий важкий південний обладунок

source: Wyśmienity dwuręczny miecz strażnika
uk: Вишуканий дворучний меч вартового

source: Wyśmienity lekki pancerz Południowca
uk: Найкращий легкий південний обладунок

source: Wyśmienity lekki skórzany pancerz
uk: Найкращий легкий шкіряний обладунок

source: Wyśmienity lekki strój kolczy
uk: Найкраща легка кольчуга

source: Wyśmienity miecz strażnika
uk: Вишуканий меч вартового

source: Wyśmienity pancerz Nordmarczyka
uk: Найкращий обладунок нордмарця

source: Wyśmienity pancerz Wilczego Syna
uk: Найкращий обладунок Вовчого Сина

source: Wyśmienity pancerz kusznika straży
uk: Найкращий обладунок вартового арбалетника

source: Wyśmienity pancerz najemnego strażnika
uk: Найкращий обладунок найманця

source: Wyśmienity pancerz starszego gońca
uk: Найкращий обладунок старшого посланця

source: Wyśmienity pancerz strażnika
uk: Найкращий обладунок вартового

source: Wyśmienity pancerz strzelca Araxos
uk: Найкращий обладунок стрільця Араксосу

source: Wyśmienity pancerz szermierza Araxos
uk: Найкращий обладунок мечника Араксосу

source: Wyśmienity pancerz szermierza straży
uk: Найкращий обладунок вартового мечника

source: Wyśmienity pancerz tropiciela Araxos
uk: Найкращий обладунок мисливця Араксосу

source: Wyśmienity skórzany pancerz
uk: Найкращий шкіряний обладунок

source: Wyśmienity strój gońca Araxos
uk: Найкраще вбрання посланця Араксосу

source: Wyśmienity strój kolczy
uk: Найкраща кольчуга

source: Wyśmienity strój myśliwego
uk: Найкращий обладунок мисливця

source: Wyśmienity ten trunek!
uk: Дуже смачний напій!

source: Wyśmienity wybór, z pewnością go nie pożałujesz!
uk: Відмінний вибір, ти точно не пошкодуєш!

source: Wyśpiewał wszystko jak w kościelnym chórku. Wystarczyło faceta tylko dobrze przycisnąć.
uk: Він заспівав, як церковний хор. Все, що йому було потрібно, це легка прочуханка.

source: Wyśpij się Marvin, od jutra zaczynamy nowe życie na tej wyspie!
uk: Добре виспись, Марвіне, з завтрашнього дня ми починаємо нове життя на цьому острові!

source: Wyświetlanie tekstów dialogów.
uk: Увімк/вимк. відображення тексту під час діалогів.

source: Wzajemnie.
uk: Взаємно.

source: Względny spokój nie trwał długo. Pewnej nocy grupa uzbrojonych ludzi splądrowała farmy należące do Jarunda. Większość zebranych plonów spłonęła, a trzodę wyrżnięto. Przypuszczając, że za atakiem stali żołnierze Farkanda, Jarund odpowiedział stanowczym i mocnym uderzeniem na wartownie swojego brata. Jego wojownikom nie przyszło to jednak z trudem, bowiem górowali nad przeciwnikiem liczbą, orężem i wyszkoleniem. Zaledwie kilka dni od rozpoczęcia konfliktu, Farkand został zepchnięty na linię Srebrnej Rzeki.
uk: Відносний мир тривав не довго. Однієї ночі група озброєних людей пограбувала ферми, що належали Ярунду. Більшість зібраного врожаю було спалено, а отари вирізано. Припускаючи, що за нападом стоять солдати Фарканда, Ярунд відповів рішучим і могутнім ударом по сторожових заставах свого брата. Його воїни, однак, не зазнали жодних труднощів, адже вони переважали свого супротивника чисельністю, озброєнням і підготовкою. Через кілька днів після початку конфлікту Фарканд був відкинутий до самої Срібної річки.

source: Wziął ich za biesiadników odprowadzających pijanego towarzysza do domu.
uk: Він прийняв їх за пияк, які супроводжують п'яного товариша додому.

source: Wziął was za pijanych biesiadników.
uk: Він прийняв вас за п'яних гуляк.

source: Wziąłem je z tablicy ogłoszeń.
uk: Я зняв його з дошки оголошень.

source: Wziąłem pozłacany miecz i sztylet, Ioris przypadł kuferek kryształów i jakieś zwoje, a Kerran zabrał pas, naszyjnik i kilka pierścieni. Zostały dwa worki ze złotem dla Sevinusa, ale ten jak zwykle gdzieś zniknął.
uk: Мені дістався позолочений меч і кинджал, Йоріс дісталась скриня з кристалами і декілька сувоїв, а Керрану – пояс, намисто і декілька перснів. Для Севінуса залишилося два мішки золота, але він, як завжди, кудись зник.

source: Wziąłem ze sobą jedną sztukę. W międzyczasie pójdę do Ramhy i spytam, czy nie da się jej jeszcze bardziej podrasować.
uk: Я взяв один екземпляр із собою. Хочу сходити до Рамхи і дізнатися, чи можна посилити ефект.

source: Wziąłem ze sobą najlepszych strzelców na Archolos. Orkowie nie mają szans.
uk: Я взяв з собою найкращих стрільців Архолосу. Орки не мають жодного шансу.

source: Wzmacnia działanie wytwarzanych mikstur,
uk: Посилює дію приготованих настоїв,

source: Wzmocniona kusza
uk: Зміцнений арбалет

source: Wzmocniona pika
uk: Посилена піка

source: Wzmocniony kij bojowy
uk: Зміцнений бойовий посох

source: Wzmocniony łuk brzozowy
uk: Зміцнений березовий лук

source: Wzmocniony łuk bukowy
uk: Зміцнений буковий лук

source: Wzmocniony łuk tropiciela
uk: Зміцнений лук слідопита

source: Wzrok zawsze mam tam, skąd może nadejść zagrożenie. A teraz ty zagrażasz sumiennemu wykonywaniu otrzymywanych przeze mnie rozkazów.
uk: Мій погляд завжди спрямований туди, звідки може прийти загроза. А зараз ти загрожуєш сумлінному виконанню отриманих мною наказів.

source: Wzruszająca historia, ale jeśli nie potrafisz zdobyć przepustki by wejść do miasta, to wątpię byś odnalazł kogokolwiek skłonnego do pomocy w odnalezieniu twojego brata.
uk: Душевна історія, але якщо ти не в змозі отримати перепустку до міста, я сумніваюся, що ти знайдеш когось, хто допоможе тобі розшукати твого брата.

source: Wzywamy wszystkich tych, którzy łakną sprawiedliwości w tych jakże niesprawiedliwych czasach. Najwyższa pora powiedzieć DOŚĆ!
uk: Ми закликаємо всіх, хто прагне справедливості в ці дуже несправедливі часи. Настав час сказати ДОСИТЬ!

source: Wzywałeś mnie, kapitanie?
uk: Викликали мене, капітане?

source: Wzór Testamentu
uk: Зразок заповіту

source: Wzór testamentu zgodny z wolą Valerio.
uk: Зразок заповіту згідно з заповітом Валеріо.

source: Wódki i modlitwy do Innosa nigdy nie odmawiam!
uk: Від горілки та молитви Інносу я ніколи не відмовляюся!

source: Wówczas Zjednoczyciel wzniósł nieskalane krwią ostrze ku górze i przeciął okowy waśni skłóconych przywódców Północy i Południa, zwracając ich na ścieżkę prawa i porządku. Tak właśnie, za sprawą Rozjemcy wprowadził on równowagę i póki go dzierżył, nikt nie śmiał kwestionować rozkazu jego. Wnet nawet zażarci wrogowie powstrzymali swych wojowników i pokornie oddawali się pod sąd Tego-Który-Dzierży-Moc-Pana.
uk: Тоді Об'єднувач підняв свій незаплямований кров'ю клинок догори і розрубав пута ворогуючих вождів Півночі та Півдня, повернувши їх на шлях закону і порядку. Так, за допомогою Миротворця, він встановив рівновагу, і доки він володів ним, ніхто не наважувався поставити під сумнів його наказ. Незабаром навіть запеклі вороги вгамували своїх воїнів і покірно віддалися на суд Того, Хто Володіє Силою.

source: Wóz z winem spłonął doszczętnie, nikt nie podejrzewa podpalenia. Andreas powinien być zadowolony.
uk: Віз з вином згорів вщент, а про підпал ніхто й не запідозрив. Андреас має бути задоволений.

source: Wózek Dustera prawie spadł z urwiska nad chatą Bodowina. Muszę mu pomóc zebrać wszystkie beczki.
uk: Віз Дастера ледве не впав зі скелі над хатиною Бодовіна. Я маю допомогти йому зібрати всі бочки.

source: WĄŻ BŁOTNY\nRODZAJ OBRAŻEŃ: Obuchowe\nODPORNOŚĆ: Pociski, Wiatr/Upadek, Ogień\nPODATNOŚĆ: Magia, Sieczne\nWYSTĘPOWANIE: Bagna\nRADA: Powolne stworzenia, które podczas ruchu pełzają po ziemi, przez co łatwo ich nie zauważyć w głębszej wodzie. Wielka masa ciała i oślizgła, twarda skóra zapewniają im ogromną ochronę i sprawiają, że atakują przeciwników bez reagowania na otrzymywane obrażenia. Ich wielkie paszcze dosłownie miażdżą pochwyconą ofiarę.
uk: БОЛОТОЖЕР\nТИП ШКОДИ: Тупа\nОПІР: Стріли/болти, вітер/падіння, вогонь\nВРАЗЛИВІСТЬ: Магія, ріжуча зброя\nПОШИРЕННЯ: Болота\nПОРАДА: Це повільні істоти, які повзають землею під час руху, через що їх легко не помітити в глибоких водоймах. Велика маса тіла та слизька міцна шкіра забезпечують їм чудовий захист і дозволяють атакувати супротивників, не зважаючи на отримані ушкодження. Їхні величезні пащі буквально розчавлюють спійману здобич.

source: WĄŻ MORSKI\nRODZAJ OBRAŻEŃ: Obuchowe\nODPORNOŚĆ: Pociski, Wiatr/Upadek, Ogień\nPODATNOŚĆ: Magia, Sieczne\nWYSTĘPOWANIE: Wybrzeża, bagna\nRADA: Jeszcze większe i groźniejsze niż ich błotne odpowiedniki. Ze względu na rozmiar, kolor i miejsce żerowania dużo łatwiej je dostrzec. Podczas walki nie zwracają uwagi na otrzymywane obrażenia i nieustannie próbują zmiażdżyć ofiarę swoją potężną paszczą.
uk: ХВИЛЕЖЕР\nТИП ШКОДИ: Тупа\nОПІР: Стріли/болти, вітер/падіння, вогонь\nВРАЗЛИВІСТЬ: Магія, ріжуча зброя\nПОШИРЕННЯ: Узбережжя, болота\nПОРАДА: Ще більші і небезпечніші за своїх болотних побратимів. Завдяки своїм розмірам, забарвленню та місцях полювання їх набагато легше помітити. Під час бою вони не звертають уваги на отримані ушкодження і постійно намагаються розчавити здобич своєю могутньою пащею.

source: Wątpię jednak, żeby chciał z tobą porozmawiać, ma sporo swoich spraw na głowie. Ty lepiej zajmij się wydobywaniem samorodków, a nie zagadywaniem urzędników.
uk: Але я сумніваюся, що він захоче з тобою розмовляти, у нього своїх справ по горло. Краще б ти зайнявся видобутком самородків, а не розмовами з керівниками.

source: Wątpię, ale możesz popytać kurtyzan z mojego lokalu. Tylko pamiętaj, że informacje nie są darmowe!
uk: Сумніваюся, але ти можеш запитати у дівчат в моєму закладі. Тільки пам'ятай, що інформація не безкоштовна!

source: Wątpię, by taki młokos jak ty sam zorganizował handel zielem. To oczywiste, że musiałeś je od kogoś dostać.
uk: Я сумніваюся, що такий недоросток, як ти, зміг би самостійно організувати торгівлю травою. Очевидно, що ти отримав її від когось.

source: Wątpię, bym miał zdziałać więcej w tej sprawie. Pora wrócić do Winstana złożyć mu raport.
uk: Я сумніваюся, що я зможу зробити більше в цій справі. Настав час повертатися до Вінстана зі звітом.

source: Wątpię, że takie przechwałki mają jakieś pokrycie w rzeczywistości, ale nie brak ci ikry, chłopcze.
uk: Я сумніваюся, що такі вихваляння мають під собою якесь підґрунтя, але тобі не бракує хоробрості, хлопче.
